Repository: getaktar/mac
Catalog: Sources/Aktar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: The link shortener refused the request (HTTP %lld): %@
de: Der Linkkürzer hat die Anfrage abgelehnt (HTTP %1$lld): %2$@
es: El acortador rechazó la solicitud (HTTP %1$lld): %2$@
fr: Le raccourcisseur a refusé la requête (HTTP %1$lld) : %2$@
id: Pemendek tautan menolak permintaan (HTTP %1$lld): %2$@
it: L’accorciatore ha rifiutato la richiesta (HTTP %1$lld): %2$@
ja: 短縮サービスがリクエストを拒否しました（HTTP %1$lld）: %2$@
ko: 링크 단축기가 요청을 거부했습니다(HTTP %1$lld): %2$@
nl: De linkverkorter weigerde het verzoek (HTTP %1$lld): %2$@
pl: Skracacz linków odrzucił żądanie (HTTP %1$lld): %2$@
pt_br: O encurtador recusou a requisição (HTTP %1$lld): %2$@
ru: Сервис сокращения ссылок отклонил запрос (HTTP %1$lld): %2$@
tr: Bağlantı kısaltıcı isteği reddetti (HTTP %1$lld): %2$@
uk: Сервіс скорочення посилань відхилив запит (HTTP %1$lld): %2$@
vi: Dịch vụ rút gọn đã từ chối yêu cầu (HTTP %1$lld): %2$@
zh_hans: 短链接服务拒绝了请求（HTTP %1$lld）：%2$@
zh_hant: 短網址服務拒絕了請求（HTTP %1$lld）：%2$@

source: The link shortener’s address isn’t valid.
de: Die Adresse des Linkkürzers ist ungültig.
es: La dirección del acortador no es válida.
fr: L’adresse du raccourcisseur n’est pas valide.
id: Alamat pemendek tautan tidak valid.
it: L’indirizzo dell’accorciatore non è valido.
ja: 短縮サービスのアドレスが正しくありません。
ko: 링크 단축기의 주소가 올바르지 않습니다.
nl: Het adres van de linkverkorter is ongeldig.
pl: Adres skracacza linków jest nieprawidłowy.
pt_br: O endereço do encurtador não é válido.
ru: Адрес сервиса сокращения ссылок недействителен.
tr: Bağlantı kısaltıcının adresi geçerli değil.
uk: Адреса сервісу скорочення посилань недійсна.
vi: Địa chỉ dịch vụ rút gọn không hợp lệ.
zh_hans: 短链接服务的地址无效。
zh_hant: 短網址服務的位址無效。

source: The link shortener’s address uses http://. Turn on “Allow insecure HTTP” to use it anyway.
de: Die Adresse des Linkkürzers verwendet http://. Schalte „Unsicheres HTTP erlauben“ ein, um sie trotzdem zu nutzen.
es: La dirección del acortador usa http://. Activa “Permitir HTTP no seguro” para usarla de todos modos.
fr: L’adresse du raccourcisseur utilise http://. Activez « Autoriser le HTTP non sécurisé » pour l’utiliser quand même.
id: Alamat pemendek tautan memakai http://. Aktifkan “Izinkan HTTP tidak aman” untuk tetap memakainya.
it: L’indirizzo dell’accorciatore usa http://. Attiva “Consenti HTTP non sicuro” per usarlo comunque.
ja: 短縮サービスのアドレスは http:// です。それでも使うには「安全でないHTTPを許可」をオンにしてください。
ko: 링크 단축기의 주소가 http://를 사용합니다. 그래도 사용하려면 ‘안전하지 않은 HTTP 허용’을 켜세요.
nl: Het adres van de linkverkorter gebruikt http://. Zet ‘Onveilige HTTP toestaan’ aan om het toch te gebruiken.
pl: Adres skracacza linków używa http://. Włącz „Zezwalaj na niezabezpieczony HTTP”, aby mimo to go użyć.
pt_br: O endereço do encurtador usa http://. Ative “Permitir HTTP inseguro” para usá-lo mesmo assim.
ru: Адрес сервиса сокращения ссылок использует http://. Включите «Разрешить небезопасный HTTP», чтобы всё равно его использовать.
tr: Bağlantı kısaltıcının adresi http:// kullanıyor. Yine de kullanmak için “Güvenli olmayan HTTP’ye izin ver”i açın.
uk: Адреса сервісу скорочення посилань використовує http://. Увімкніть «Дозволити незахищений HTTP», щоб усе одно її використати.
vi: Địa chỉ dịch vụ rút gọn dùng http://. Bật “Cho phép HTTP không an toàn” để vẫn dùng.
zh_hans: 短链接服务的地址使用 http://。如仍要使用，请打开“允许不安全的 HTTP”。
zh_hant: 短網址服務的位址使用 http://。如仍要使用，請開啟「允許不安全的 HTTP」。

source: The link shortener’s answer has no short link at “%@”.
de: Die Antwort des Linkkürzers enthält unter „%@“ keinen Kurzlink.
es: La respuesta del acortador no tiene un enlace corto en “%@”.
fr: La réponse du raccourcisseur ne contient pas de lien court à « %@ ».
id: Respons pemendek tautan tidak memiliki tautan pendek di “%@”.
it: La risposta dell’accorciatore non contiene un link breve in “%@”.
ja: 短縮サービスの応答の“%@”に短縮リンクがありません。
ko: 링크 단축기의 응답에서 “%@” 위치에 짧은 링크가 없습니다.
nl: Het antwoord van de linkverkorter heeft geen korte link bij ‘%@’.
pl: Odpowiedź skracacza linków nie zawiera krótkiego linku w „%@”.
pt_br: A resposta do encurtador não tem link curto em “%@”.
ru: В ответе сервиса сокращения ссылок нет короткой ссылки в «%@».
tr: Bağlantı kısaltıcının yanıtında “%@” konumunda kısa bağlantı yok.
uk: У відповіді сервісу скорочення посилань немає короткого посилання в «%@».
vi: Phản hồi của dịch vụ rút gọn không có liên kết ngắn tại “%@”.
zh_hans: 短链接服务的响应中，“%@”处没有短链接。
zh_hant: 短網址服務的回應中，「%@」處沒有短連結。

source: The new file goes to the same key, so the link keeps working.
de: Die neue Datei kommt an denselben Schlüssel, der Link funktioniert also weiter.
es: El archivo nuevo va a la misma clave, así que el enlace sigue funcionando.
fr: Le nouveau fichier va à la même clé : le lien continue de fonctionner.
id: File baru disimpan di kunci yang sama, sehingga tautannya tetap berfungsi.
it: Il nuovo file va nella stessa chiave, così il link continua a funzionare.
ja: 新しいファイルは同じキーに書き込まれるので、リンクはそのまま使えます。
ko: 새 파일이 같은 키에 기록되므로 링크가 계속 작동합니다.
nl: Het nieuwe bestand komt op dezelfde sleutel, dus de link blijft werken.
pl: Nowy plik trafia pod ten sam klucz, więc link nadal działa.
pt_br: O arquivo novo vai para a mesma chave, então o link continua funcionando.
ru: Новый файл записывается по тому же ключу, поэтому ссылка продолжает работать.
tr: Yeni dosya aynı anahtara gider, böylece link çalışmaya devam eder.
uk: Новий файл записується за тим самим ключем, тож посилання продовжує працювати.
vi: Tệp mới được ghi vào cùng khóa, nên liên kết vẫn hoạt động.
zh_hans: 新文件会写入同一个键，因此链接仍然有效。
zh_hant: 新檔案會寫入相同的鍵，因此連結仍可使用。

source: The permissions are already filled in (R2 Storage: Edit, Zone: Read). Scroll down, select Continue to summary, then Create Token, and copy the token.
de: Die Berechtigungen sind bereits ausgefüllt (R2 Storage: Edit, Zone: Read). Scrolle nach unten, wähle „Continue to summary“, dann „Create Token“ und kopiere das Token.
es: Los permisos ya están rellenados (R2 Storage: Edit, Zone: Read). Desplázate hacia abajo, selecciona “Continue to summary”, luego “Create Token” y copia el token.
fr: Les autorisations sont déjà renseignées (R2 Storage: Edit, Zone: Read). Faites défiler vers le bas, sélectionnez « Continue to summary », puis « Create Token », et copiez le jeton.
id: Izin sudah terisi (R2 Storage: Edit, Zone: Read). Gulir ke bawah, pilih “Continue to summary”, lalu “Create Token”, dan salin token.
it: I permessi sono già compilati (R2 Storage: Edit, Zone: Read). Scorri verso il basso, seleziona “Continue to summary”, poi “Create Token” e copia il token.
ja: 権限はすでに入力されています (R2 Storage: Edit, Zone: Read)。下にスクロールして「Continue to summary」、続いて「Create Token」を選び、トークンをコピーします。
ko: 권한이 이미 입력되어 있습니다(R2 Storage: Edit, Zone: Read). 아래로 스크롤하여 “Continue to summary”, “Create Token”을 차례로 선택한 다음 토큰을 복사하세요.
nl: De machtigingen zijn al ingevuld (R2 Storage: Edit, Zone: Read). Scrol omlaag, kies ‘Continue to summary’, dan ‘Create Token’ en kopieer het token.
pl: Uprawnienia są już wypełnione (R2 Storage: Edit, Zone: Read). Przewiń w dół, wybierz „Continue to summary”, potem „Create Token” i skopiuj token.
pt_br: As permissões já estão preenchidas (R2 Storage: Edit, Zone: Read). Role para baixo, selecione “Continue to summary”, depois “Create Token” e copie o token.
ru: Разрешения уже заполнены (R2 Storage: Edit, Zone: Read). Прокрутите вниз, выберите «Continue to summary», затем «Create Token» и скопируйте токен.
tr: İzinler zaten dolduruldu (R2 Storage: Edit, Zone: Read). Aşağı kaydır, “Continue to summary” seçeneğini, ardından “Create Token” seçeneğini seç ve token'ı kopyala.
uk: Дозволи вже заповнено (R2 Storage: Edit, Zone: Read). Прокрутіть вниз, виберіть «Continue to summary», потім «Create Token» і скопіюйте токен.
vi: Các quyền đã được điền sẵn (R2 Storage: Edit, Zone: Read). Cuộn xuống, chọn “Continue to summary”, rồi “Create Token” và sao chép token.
zh_hans: 权限已预先填好 (R2 Storage: Edit, Zone: Read)。向下滚动，选择“Continue to summary”，再选择“Create Token”，然后复制令牌。
zh_hant: 權限已預先填好（R2 Storage: Edit, Zone: Read）。向下捲動，選擇「Continue to summary」，再選擇「Create Token」，然後拷貝權杖。

source: The request needs a value for {%@}.
de: Die Anfrage braucht einen Wert für {%@}.
es: La solicitud necesita un valor para {%@}.
fr: La requête a besoin d’une valeur pour {%@}.
id: Permintaan memerlukan nilai untuk {%@}.
it: La richiesta richiede un valore per {%@}.
ja: リクエストには {%@} の値が必要です。
ko: 요청에 {%@} 값이 필요합니다.
nl: Het verzoek heeft een waarde nodig voor {%@}.
pl: Żądanie wymaga wartości dla {%@}.
pt_br: A requisição precisa de um valor para {%@}.
ru: Для запроса нужно значение {%@}.
tr: İstek için {%@} değeri gerekiyor.
uk: Для запиту потрібне значення {%@}.
vi: Yêu cầu cần giá trị cho {%@}.
zh_hans: 请求需要 {%@} 的值。
zh_hant: 請求需要 {%@} 的值。

source: The shortener accepts this key
de: Der Linkkürzer akzeptiert diesen Schlüssel
es: El acortador acepta esta clave
fr: Le raccourcisseur accepte cette clé
id: Pemendek menerima kunci ini
it: L’accorciatore accetta questa chiave
ja: 短縮サービスはこのキーを受け付けました
ko: 단축기가 이 키를 허용합니다
nl: De linkverkorter accepteert deze sleutel
pl: Skracacz akceptuje ten klucz
pt_br: O encurtador aceita esta chave
ru: Сервис принимает этот ключ
tr: Kısaltıcı bu anahtarı kabul ediyor
uk: Сервіс приймає цей ключ
vi: Dịch vụ rút gọn chấp nhận khóa này
zh_hans: 短链接服务接受此密钥
zh_hant: 短網址服務接受此金鑰

source: The thumbnail folder can’t be inside tmp/, where files expire.
de: Der Ordner für Vorschaubilder darf nicht in tmp/ liegen, wo Dateien ablaufen.
es: La carpeta de miniaturas no puede estar dentro de tmp/, donde los archivos caducan.
fr: Le dossier des vignettes ne peut pas se trouver dans tmp/, où les fichiers expirent.
id: Folder gambar mini tidak boleh berada di dalam tmp/, tempat file kedaluwarsa.
it: La cartella delle miniature non può trovarsi dentro tmp/, dove i file scadono.
ja: サムネイルフォルダは、ファイルが期限切れになる tmp/ の中には置けません。
ko: 썸네일 폴더는 파일이 만료되는 tmp/ 안에 둘 수 없습니다.
nl: De miniaturenmap mag niet in tmp/ staan, waar bestanden verlopen.
pl: Folder miniatur nie może znajdować się w tmp/, gdzie pliki wygasają.
pt_br: A pasta de miniaturas não pode ficar dentro de tmp/, onde os arquivos expiram.
ru: Папка миниатюр не может находиться внутри tmp/, где у файлов истекает срок хранения.
tr: Küçük resim klasörü, dosyaların süresinin dolduğu tmp/ içinde olamaz.
uk: Папка мініатюр не може бути в tmp/, де файли видаляються з часом.
vi: Thư mục hình thu nhỏ không thể nằm trong tmp/, nơi các tệp sẽ hết hạn.
zh_hans: 缩略图文件夹不能位于文件会过期的 tmp/ 中。
zh_hant: 縮圖資料夾不能位於檔案會過期的 tmp/ 中。

source: The token isn’t stored. Aktar keeps only the storage keys made from it, in your Keychain.
de: Das Token wird nicht gespeichert. Aktar behält nur die daraus erzeugten Speicherschlüssel, in deinem Schlüsselbund.
es: El token no se guarda. Aktar solo conserva las claves de almacenamiento creadas a partir de él, en tu llavero.
fr: Le jeton n’est pas conservé. Aktar ne garde que les clés de stockage créées à partir de celui-ci, dans votre trousseau.
id: Token tidak disimpan. Aktar hanya menyimpan kunci penyimpanan yang dibuat darinya, di Rantai Kunci Anda.
it: Il token non viene salvato. Aktar conserva solo le chiavi di archiviazione create a partire da esso, nel tuo Portachiavi.
ja: トークンは保存されません。Aktar が保持するのは、そこから作成されたストレージキーだけで、キーチェーンに保存されます。
ko: 토큰은 저장되지 않습니다. Aktar는 토큰으로 만든 스토리지 키만 키체인에 보관합니다.
nl: Het token wordt niet opgeslagen. Aktar bewaart alleen de opslagsleutels die ermee zijn gemaakt, in je sleutelhanger.
pl: Token nie jest zapisywany. Aktar przechowuje w pęku kluczy tylko klucze magazynu utworzone na jego podstawie.
pt_br: O token não é armazenado. O Aktar guarda apenas as chaves de armazenamento criadas a partir dele, no seu Porta-Chaves.
ru: Токен не сохраняется. Aktar хранит только созданные с его помощью ключи хранилища, в вашей Связке ключей.
tr: Token saklanmaz. Aktar yalnızca bu token'dan üretilen depolama anahtarlarını Anahtar Zinciri'nde tutar.
uk: Токен не зберігається. Aktar зберігає лише створені з нього ключі сховища, у вашій Зв’язці ключів.
vi: Token không được lưu. Aktar chỉ giữ lại các khóa lưu trữ được tạo từ token, trong Chuỗi khóa của bạn.
zh_hans: 令牌不会被保存。Aktar 只会把由它生成的存储密钥保存在你的钥匙串中。
zh_hant: 權杖不會被儲存。Aktar 只會把由它產生的儲存金鑰保存在你的鑰匙圈中。

source: The upload could not be queued.
de: Der Upload konnte nicht eingereiht werden.
es: No se pudo poner la subida en cola.
fr: L’envoi n’a pas pu être mis en file d’attente.
id: Unggahan tidak dapat dimasukkan ke antrean.
it: Impossibile mettere in coda il caricamento.
ja: アップロードをキューに追加できませんでした。
ko: 업로드를 대기열에 추가할 수 없습니다.
nl: De upload kon niet in de wachtrij worden gezet.
pl: Nie można dodać przesyłania do kolejki.
pt_br: Não foi possível colocar o envio na fila.
ru: Не удалось поставить загрузку в очередь.
tr: Yükleme sıraya alınamadı.
uk: Не вдалося додати вивантаження в чергу.
vi: Không thể đưa tệp vào hàng đợi tải lên.
zh_hans: 无法将上传加入队列。
zh_hant: 無法將上傳加入佇列。

source: The upload finished but its history entry is missing.
de: Der Upload ist fertig, aber sein Verlaufseintrag fehlt.
es: La subida terminó, pero falta su entrada en el historial.
fr: L’envoi est terminé, mais son entrée d’historique manque.
id: Unggahan selesai, tetapi entri riwayatnya tidak ada.
it: Il caricamento è terminato, ma manca la sua voce nella cronologia.
ja: アップロードは完了しましたが、履歴の項目が見つかりません。
ko: 업로드는 완료되었지만 기록 항목이 없습니다.
nl: De upload is voltooid, maar de vermelding in de geschiedenis ontbreekt.
pl: Przesyłanie zakończyło się, ale brakuje jego wpisu w historii.
pt_br: O envio terminou, mas a entrada no histórico está faltando.
ru: Загрузка завершена, но ее запись в истории отсутствует.
tr: Yükleme bitti ama geçmişteki kaydı yok.
uk: Вивантаження завершено, але його запису в історії немає.
vi: Đã tải lên xong nhưng thiếu mục lịch sử tương ứng.
zh_hans: 上传已完成，但缺少其历史记录条目。
zh_hant: 上傳已完成，但找不到其歷史記錄項目。

source: The upload finished but its link isn’t valid.
de: Der Upload ist fertig, aber sein Link ist ungültig.
es: La subida terminó, pero su enlace no es válido.
fr: L’envoi est terminé, mais son lien n’est pas valide.
id: Unggahan selesai, tetapi tautannya tidak valid.
it: Il caricamento è terminato, ma il suo link non è valido.
ja: アップロードは完了しましたが、リンクが正しくありません。
ko: 업로드는 완료되었지만 링크가 유효하지 않습니다.
nl: De upload is voltooid, maar de link is ongeldig.
pl: Przesyłanie zakończyło się, ale jego link jest nieprawidłowy.
pt_br: O envio terminou, mas o link não é válido.
ru: Загрузка завершена, но ее ссылка недействительна.
tr: Yükleme bitti ama linki geçerli değil.
uk: Вивантаження завершено, але його посилання недійсне.
vi: Đã tải lên xong nhưng liên kết không hợp lệ.
zh_hans: 上传已完成，但其链接无效。
zh_hant: 上傳已完成，但其連結無效。

source: The upload or its temporary link expired.
de: Der Upload oder sein temporärer Link ist abgelaufen.
es: La subida o su enlace temporal caducó.
fr: L’envoi ou son lien temporaire a expiré.
id: Unggahan atau tautan sementaranya sudah kedaluwarsa.
it: Il caricamento o il suo link temporaneo è scaduto.
ja: アップロードまたはその期限付きリンクの期限が切れました。
ko: 업로드 또는 임시 링크가 만료되었습니다.
nl: De upload of de tijdelijke link ervan is verlopen.
pl: Przesłany plik lub jego link tymczasowy wygasł.
pt_br: O envio ou seu link temporário expirou.
ru: Срок загрузки или её временной ссылки истёк.
tr: Yüklemenin veya süreli bağlantısının süresi doldu.
uk: Термін вивантаження або його тимчасового посилання сплив.
vi: Tệp tải lên hoặc liên kết tạm thời của nó đã hết hạn.
zh_hans: 上传或其临时链接已过期。
zh_hant: 上傳或其暫時連結已過期。

source: The upload was cancelled in Aktar.
de: Der Upload wurde in Aktar abgebrochen.
es: La subida se canceló en Aktar.
fr: L’envoi a été annulé dans Aktar.
id: Unggahan dibatalkan di Aktar.
it: Il caricamento è stato annullato in Aktar.
ja: アップロードは Aktar でキャンセルされました。
ko: Aktar에서 업로드가 취소되었습니다.
nl: De upload is in Aktar geannuleerd.
pl: Przesyłanie zostało anulowane w Aktarze.
pt_br: O envio foi cancelado no Aktar.
ru: Загрузка отменена в Aktar.
tr: Yükleme Aktar'da iptal edildi.
uk: Вивантаження скасовано в Aktar.
vi: Lượt tải lên đã bị hủy trong Aktar.
zh_hans: 上传已在 Aktar 中取消。
zh_hant: 上傳已在 Aktar 中取消。

source: This destination has no link shortener set up.
de: Für dieses Ziel ist kein Linkkürzer eingerichtet.
es: Este destino no tiene un acortador configurado.
fr: Aucun raccourcisseur n’est configuré pour cette destination.
id: Tujuan ini belum memiliki pemendek tautan.
it: Questa destinazione non ha un accorciatore configurato.
ja: このアップロード先には短縮サービスが設定されていません。
ko: 이 대상에는 링크 단축기가 설정되어 있지 않습니다.
nl: Voor deze bestemming is geen linkverkorter ingesteld.
pl: To miejsce docelowe nie ma skonfigurowanego skracacza linków.
pt_br: Este destino não tem um encurtador configurado.
ru: Для этого места назначения не настроен сервис сокращения ссылок.
tr: Bu hedef için bağlantı kısaltıcı ayarlanmamış.
uk: Для цієї цілі не налаштовано сервіс скорочення посилань.
vi: Đích này chưa thiết lập dịch vụ rút gọn.
zh_hans: 此上传目标未设置短链接服务。
zh_hant: 此目的地未設定短網址服務。

source: This link shortener can’t do that.
de: Dieser Linkkürzer kann das nicht.
es: Este acortador no puede hacer eso.
fr: Ce raccourcisseur ne peut pas faire cela.
id: Pemendek tautan ini tidak bisa melakukannya.
it: Questo accorciatore non può farlo.
ja: この短縮サービスではできません。
ko: 이 링크 단축기는 그 작업을 할 수 없습니다.
nl: Deze linkverkorter kan dat niet.
pl: Ten skracacz linków tego nie potrafi.
pt_br: Este encurtador não consegue fazer isso.
ru: Этот сервис сокращения ссылок так не умеет.
tr: Bu bağlantı kısaltıcı bunu yapamıyor.
uk: Цей сервіс скорочення посилань так не вміє.
vi: Dịch vụ rút gọn này không làm được việc đó.
zh_hans: 此短链接服务无法执行该操作。
zh_hant: 此短網址服務無法執行該操作。

source: This service sees every link you shorten and every click.
de: Dieser Dienst sieht jeden Link, den du kürzt, und jeden Klick.
es: Este servicio ve cada enlace que acortas y cada clic.
fr: Ce service voit chaque lien que vous raccourcissez et chaque clic.
id: Layanan ini melihat setiap tautan yang Anda pendekkan dan setiap klik.
it: Questo servizio vede ogni link che accorci e ogni clic.
ja: このサービスは、短縮するすべてのリンクとすべてのクリックを把握できます。
ko: 이 서비스는 줄이는 모든 링크와 모든 클릭을 볼 수 있습니다.
nl: Deze dienst ziet elke link die je inkort en elke klik.
pl: Ta usługa widzi każdy skracany link i każde kliknięcie.
pt_br: Este serviço vê cada link que você encurta e cada clique.
ru: Этот сервис видит каждую сокращаемую ссылку и каждый переход.
tr: Bu hizmet kısalttığınız her bağlantıyı ve her tıklamayı görür.
uk: Цей сервіс бачить кожне посилання, яке ви скорочуєте, і кожен перехід.
vi: Dịch vụ này thấy mọi liên kết bạn rút gọn và mọi lượt nhấp.
zh_hans: 此服务能看到你缩短的每个链接和每次点击。
zh_hant: 此服務能看到你縮短的每個連結和每次點擊。

source: This short-link provider cannot update existing destinations. Moving this file may invalidate its short link.
de: Dieser Kurzlink-Anbieter kann bestehende Ziele nicht ändern. Wenn du diese Datei bewegst, funktioniert ihr Kurzlink vielleicht nicht mehr.
es: Este proveedor de enlaces cortos no puede actualizar destinos existentes. Mover este archivo puede invalidar su enlace corto.
fr: Ce fournisseur de liens courts ne peut pas modifier les destinations existantes. Déplacer ce fichier peut rendre son lien court invalide.
id: Penyedia tautan pendek ini tidak bisa memperbarui tujuan yang sudah ada. Memindahkan file ini dapat membuat tautan pendeknya tidak berlaku.
it: Questo fornitore di link brevi non può aggiornare le destinazioni esistenti. Spostare questo file può invalidare il suo link breve.
ja: この短縮リンクのサービスは既存のリンク先を変更できません。このファイルを移動すると、短縮リンクが使えなくなる可能性があります。
ko: 이 짧은 링크 제공자는 기존 대상을 업데이트할 수 없습니다. 이 파일을 이동하면 짧은 링크가 작동하지 않을 수 있습니다.
nl: Deze aanbieder van korte links kan bestaande doelen niet bijwerken. Als je dit bestand verplaatst, werkt de korte link mogelijk niet meer.
pl: Ten dostawca krótkich linków nie może zmieniać istniejących celów. Przeniesienie tego pliku może unieważnić jego krótki link.
pt_br: Este provedor de links curtos não consegue atualizar destinos existentes. Mover este arquivo pode invalidar o link curto.
ru: Этот сервис коротких ссылок не умеет менять цель существующих ссылок. Если переместить файл, его короткая ссылка может перестать работать.
tr: Bu kısa bağlantı sağlayıcısı mevcut hedefleri güncelleyemez. Bu dosyayı taşımak kısa bağlantısını geçersiz kılabilir.
uk: Цей сервіс коротких посилань не вміє змінювати ціль наявних посилань. Якщо перемістити файл, його коротке посилання може перестати працювати.
vi: Nhà cung cấp liên kết ngắn này không cập nhật được đích hiện có. Di chuyển tệp này có thể làm liên kết ngắn mất hiệu lực.
zh_hans: 此短链接服务无法更新已有链接的目标。移动此文件可能会使其短链接失效。
zh_hant: 此短網址服務無法更新既有連結的目標。搬移此檔案可能會使其短連結失效。

source: This shortener can’t expire links, so temporary links aren’t shortened.
de: Dieser Linkkürzer kann Links nicht ablaufen lassen, daher werden temporäre Links nicht gekürzt.
es: Este acortador no puede hacer caducar enlaces, así que los enlaces temporales no se acortan.
fr: Ce raccourcisseur ne peut pas faire expirer les liens : les liens temporaires ne sont donc pas raccourcis.
id: Pemendek ini tidak bisa membuat tautan kedaluwarsa, jadi tautan sementara tidak dipendekkan.
it: Questo accorciatore non può far scadere i link, quindi i link temporanei non vengono accorciati.
ja: この短縮サービスはリンクに期限を設定できないため、期限付きリンクは短縮されません。
ko: 이 단축기는 링크를 만료시킬 수 없으므로 임시 링크는 줄이지 않습니다.
nl: Deze linkverkorter kan links niet laten verlopen, dus tijdelijke links worden niet ingekort.
pl: Ten skracacz nie potrafi ustawić wygasania linków, więc linki tymczasowe nie są skracane.
pt_br: Este encurtador não consegue expirar links, então links temporários não são encurtados.
ru: Этот сервис не умеет задавать срок действия ссылок, поэтому временные ссылки не сокращаются.
tr: Bu kısaltıcı bağlantılara süre koyamıyor, bu yüzden süreli bağlantılar kısaltılmaz.
uk: Цей сервіс не вміє задавати термін дії посилань, тому тимчасові посилання не скорочуються.
vi: Dịch vụ rút gọn này không đặt hạn cho liên kết được, nên liên kết tạm thời không được rút gọn.
zh_hans: 此短链接服务无法让链接过期，因此不会缩短临时链接。
zh_hant: 此短網址服務無法讓連結過期，因此不會縮短暫時連結。

source: This token can’t see any Cloudflare account. Create it with the button above, for all accounts.
de: Dieses Token kann kein Cloudflare-Konto sehen. Erstelle es mit der Schaltfläche oben, für alle Konten.
es: Este token no puede ver ninguna cuenta de Cloudflare. Créalo con el botón de arriba, para todas las cuentas.
fr: Ce jeton ne voit aucun compte Cloudflare. Créez-le avec le bouton ci-dessus, pour tous les comptes.
id: Token ini tidak dapat melihat akun Cloudflare mana pun. Buat dengan tombol di atas, untuk semua akun.
it: Questo token non vede nessun account Cloudflare. Crealo con il pulsante qui sopra, per tutti gli account.
ja: このトークンからはどの Cloudflare アカウントも見えません。上のボタンで、すべてのアカウントを対象にして作成してください。
ko: 이 토큰으로는 Cloudflare 계정을 볼 수 없습니다. 위의 버튼으로 모든 계정에 대해 토큰을 만드세요.
nl: Dit token kan geen Cloudflare-account zien. Maak het aan met de knop hierboven, voor alle accounts.
pl: Ten token nie widzi żadnego konta Cloudflare. Utwórz go przyciskiem powyżej, dla wszystkich kont.
pt_br: Este token não consegue ver nenhuma conta do Cloudflare. Crie-o com o botão acima, para todas as contas.
ru: Этот токен не видит ни одного аккаунта Cloudflare. Создайте его с помощью кнопки выше, для всех аккаунтов.
tr: Bu token hiçbir Cloudflare hesabını göremiyor. Yukarıdaki düğmeyle tüm hesaplar için oluştur.
uk: Цей токен не бачить жодного облікового запису Cloudflare. Створіть його за допомогою кнопки вище, для всіх облікових записів.
vi: Token này không thấy tài khoản Cloudflare nào. Hãy tạo bằng nút ở trên, cho tất cả tài khoản.
zh_hans: 此令牌看不到任何 Cloudflare 账户。请使用上方的按钮创建，并选择所有账户。
zh_hant: 此權杖看不到任何 Cloudflare 帳號。請使用上方的按鈕建立，並選擇所有帳號。
